'''
Author: your name
Date: 2021-09-06 15:59:49
LastEditTime: 2021-09-29 11:19:42
LastEditors: Please set LastEditors
Description: In User Settings Edit
FilePath: /lk_test_app/TestDatas/IM.py
'''
#昵称数据
nickname = ["一人饮酒醉","十里春风","人间烟火","塔山没有山","下关没有关","黑炭涯没有炭","缘来是你","一路阳光","美好的明天","天天有空望天空"] #昵称
#签名数据
autograph = ["一人饮酒醉，醉了谁都不服，就-扶-墙","十里春风，满面笑容，只因风轻云淡心情爽！","人间烟火，平平常常。有人厌倦，有人不舍。",\
    "塔山没有山，塔山没有山。","下关没有关，上关才是关","黑炭涯没有炭，黄土涯出白土。","缘来是你,万万没想到","一路阳光，前途无量",\
    "美好的明天，是今天的努力争取来的","天天有空望天空，年年钱包没有钱"] #签名
profileData = [{"nickname":nickname,"autograph":autograph}]

#点赞数据
commentData = ["赞赞赞","不错","漂亮","真好看","啧啧啧","人间烟火","强","此处省略100个赞"]

#动态数据
dynamicData = ["此人很懒，什么好东西都没有留下","一年一年又一年，年年过年都没钱","寒风那个吹，大雪那个飞","世间多一些关爱，寒冬都觉得温暖。","能忍则忍，忍无可忍，无须再忍。","君子一般不骂人，只因未到骂人时"
    "既然不食人间烟火，又何必来到人间。","如果吼能解决问题，驴早就统治了世界","心情美美哒，此处省略10000字。","每日一动态，天天有动态","冬天都来这么久了，春天还远吗","谁有开心的事，说出来让我也开心一下"]



